Repository: attthurein/django-sales-distribution
Catalog: locale/*/LC_MESSAGES/django.po
Languages: my

source: Accounting
my: ငွေစာရင်းစီမံခန့်ခွဲမှု

source: Expense category
my: အသုံးစရိတ်အမျိုးအစား

source: Expense categories
my: အသုံးစရိတ်အမျိုးအစားများ

source: Expense
my: အသုံးစရိတ်

source: Expenses
my: အသုံးစရိတ်များ

source: Categories
my: အမျိုးအစားများ

source: Confirm Delete
my: ဖျက်ရန် အတည်ပြုပါ

source: Are you sure you want to delete this category?
my: ဤအမျိုးအစားကို ဖျက်ရန် သေချာပါသလား?

source: This action cannot be undone.
my: ဤလုပ်ဆောင်ချက်ကို ပြန်ပြင်၍မရပါ။

source: Cancel
my: ပယ်ဖျက်မည်

source: Delete
my: ဖျက်မည်

source: Name
my: အမည်

source: Description
my: ဖော်ပြချက်

source: Save
my: သိမ်းမည်

source: Add Category
my: အမျိုးအစား အသစ်ထည့်မည်

source: Actions
my: လုပ်ဆောင်ချက်များ

source: No categories found
my: အမျိုးအစားများ မတွေ့ရှိပါ

source: Date
my: ရက်စွဲ

source: Category
my: အမျိုးအစား

source: Amount
my: ပမာဏ

source: Paid To
my: ငွေလက်ခံသူ

source: Record Expense
my: အသုံးစရိတ် မှတ်တမ်းတင်မည်

source: Summary
my: အကျဉ်းချုပ်

source: Start Date
my: စတင်ရက်

source: End Date
my: ပြီးဆုံးရက်

source: All Categories
my: အမျိုးအစားအားလုံး

source: Filter
my: စစ်ထုတ်မည်

source: Total
my: စုစုပေါင်း

source: Recorded By
my: မှတ်တမ်းတင်သူ

source: No expenses found
my: အသုံးစရိတ်မတွေ့ပါ

source: Back to Expenses
my: အသုံးစရိတ်များသို့ ပြန်မည်

source: Expenses by Category
my: အမျိုးအစားအလိုက် အသုံးစရိတ်

source: Monthly Expenses
my: လစဉ်အသုံးစရိတ်များ

source: Month
my: လ

source: Expense recorded successfully
my: အသုံးစရိတ် မှတ်တမ်းတင်ပြီးပါပြီ

source: Expense Summary
my: အသုံးစရိတ် အကျဉ်းချုပ်

source: Expense Categories
my: အသုံးစရိတ်အမျိုးအစားများ

source: Expense category created successfully.
my: အသုံးစရိတ်အမျိုးအစား ဖန်တီးပြီးပါပြီ။

source: Create Expense Category
my: အသုံးစရိတ်အမျိုးအစား အသစ်ဖန်တီးမည်

source: Expense category updated successfully.
my: အသုံးစရိတ်အမျိုးအစား ပြင်ဆင်ပြီးပါပြီ။

source: Edit Expense Category
my: အသုံးစရိတ်အမျိုးအစား ပြင်ဆင်မည်

source: Expense category deleted successfully.
my: အသုံးစရိတ်အမျိုးအစား ဖျက်ပြီးပါပြီ။

source: Cannot delete category: it may be in use.
my: အမျိုးအစားကို ဖျက်၍မရပါ - အသုံးပြုနေဆဲဖြစ်နိုင်သည်။

source: Delete Expense Category
my: အသုံးစရိတ်အမျိုးအစား ဖျက်မည်

source: Common
my: အသုံးပြုမှု

source: Deleted at
my: ဖျက်သည့်အချိန်

source: Audit log
my: မှတ်တမ်းစစ်ဆေးချက်

source: Audit logs
my: မှတ်တမ်းစစ်ဆေးချက်များ

source: Audit log archive
my: မှတ်တမ်းစစ်ဆေးချက် မော်ကွန်း

source: Audit log archives
my: မှတ်တမ်းစစ်ဆေးချက် မော်ကွန်းများ

source: Invalid file format. Please upload a .json file.
my: ဖိုင်ဖော်မတ် မှားယွင်းနေပါသည်။ ကျေးဇူးပြု၍ .json ဖိုင်ကို တင်ပါ။

source: Backup uploaded successfully.
my: Backup ကို အောင်မြင်စွာ တင်ပြီးပါပြီ။

source: Backup created successfully.
my: Backup အသစ် အောင်မြင်စွာ ဖန်တီးပြီးပါပြီ။

source: Error creating backup: %(error)s
my: Backup ဖန်တီးရာတွင် အမှားရှိနေသည် - %(error)s

source: Backup file not found.
my: Backup ဖိုင် မတွေ့ပါ။

source: Database restored successfully.
my: Database ကို အောင်မြင်စွာ ပြန်လည်ထည့်သွင်းပြီးပါပြီ။

source: Error restoring database: %(error)s
my: Database ပြန်လည်ထည့်သွင်းရာတွင် အမှားရှိနေသည် - %(error)s

source: Backup deleted successfully.
my: Backup ကို အောင်မြင်စွာ ဖျက်ပြီးပါပြီ။

source: Error deleting backup: %(error)s
my: Backup ဖျက်ရာတွင် အမှားရှိနေသည် - %(error)s

source: All data (Master + Transactions) has been reset successfully.
my: Data အားလုံး (Master + Transactions) ကို အောင်မြင်စွာ Reset လုပ်ပြီးပါပြီ။

source: Transactional data (User Input) has been reset successfully.
my: Transaction Data များ (User Input) ကို အောင်မြင်စွာ Reset လုပ်ပြီးပါပြီ။

source: Error resetting data: %(error)s
my: Data Reset လုပ်ရာတွင် အမှားရှိနေသည် - %(error)s

source: Core
my: အခြေခံ

source: Optional
my: စိတ်ကြိုက်

source: -- Select Category --
my: -- အမျိုးအစားရွေးချယ်ပါ --

source: -- Select Unit --
my: -- ယူနစ်ရွေးချယ်ပါ --

source: Price
my: ဈေးနှုန်း

source: Uses base if empty
my: မရှိလျှင် မူရင်းဈေးနှုန်းကို သုံးမည်

source: SKU
my: ပစ္စည်းအမှတ်

source: Unit
my: ယူနစ်

source: Base Price
my: အခြေဈေးနှုန်း

source: Cost Price
my: ကုန်ကျဈေးနှုန်း

source: Stock Quantity
my: လက်ကျန်အရေအတွက်

source: Low Stock Threshold
my: လက်ကျန်နည်းပါးအမှတ်

source: Expiry Date
my: သက်တမ်းကုန်ရက်

source: Days before expiry to trigger alert
my: သက်တမ်းမကုန်မီ သတိပေးမည့်ရက်

source: Expiry Alert Days
my: သက်တမ်းကုန်ဆုံးရန် သတိပေးရက်များ

source: Is active
my: အသက်ဝင်သည်

source: Created at
my: ဖန်တီးသည့်အချိန်

source: Updated at
my: ပြင်ဆင်သည့်အချိန်

source: Product
my: ကုန်ပစ္စည်း

source: Products
my: ပစ္စည်းများ

source: Product variant
my: ပစ္စည်းအမျိုးကွဲ

source: Product variants
my: ပစ္စည်းအမျိုးကွဲများ

source: Batch
my: ရက်စွဲအစု

source: Batches
my: ရက်စွဲအစုများ

source: Stock movement
my: ပစ္စည်းရွေ့လျားမှု

source: Stock movements
my: ပစ္စည်းရွေ့လျားမှုများ

source: Add Product
my: ပစ္စည်းထည့်မည်

source: Edit Product
my: ပစ္စည်းပြင်ဆင်မည်

source: Cannot deduct from non-existent batch (Expiry: %(date)s)
my: မရှိသောရက်စွဲအစုမှ နုတ်ယူ၍မရပါ (သက်တမ်းကုန်ရက်: %(date)s)

source: Batch adjusted: %(product)s (%(date)s) by %(qty)+d. New batch stock: %(new)s
my: ရက်စွဲအစု ပြင်ဆင်ပြီး: %(product)s (%(date)s) မှ %(qty)+d။ ရက်စွဲအစုလက်ကျန်သစ်: %(new)s

source: Stock adjusted: %(product)s by %(qty)+d. New stock: %(new)s
my: လက်ကျန် ပြင်ဆင်ပြီး: %(product)s မှ %(qty)+d။ လက်ကျန်သစ်: %(new)s

source: Adjust Stock
my: လက်ကျန်ပြင်ဆင်မည်

source: CRM
my: ဖောက်သည်ဆက်ဆံမှု

source: Shop/Store name
my: ဆိုင်အမည်

source: For Shop/Distributor - leave blank for Individual
my: ဆိုင်/ဖြန့်ဖြူးသူများအတွက် - တစ်ဦးချင်းဖြစ်ပါက ကွက်လပ်ထားခဲ့ပါ

source: Contact person
my: ဆက်သွယ်ရန်ပုဂ္ဂိုလ်

source: Lead
my: လမ်းကြောင်းစ

source: Leads
my: လမ်းကြောင်းစများ

source: Contact log
my: ဆက်သွယ်မှုမှတ်တမ်း

source: Contact logs
my: ဆက်သွယ်မှုမှတ်တမ်းများ

source: Sample delivery
my: နမူနာပို့ဆောင်မှု

source: Sample deliveries
my: နမူနာပို့ဆောင်မှုများ

source: Insufficient stock. Available: %(qty)s
my: လက်ကျန်မလုံလောက်ပါ။ ရရှိနိုင်မှု: %(qty)s

source: Add Contact Log
my: ဆက်သွယ်မှုမှတ်တမ်း ထည့်မည်

source: Contact Type
my: ဆက်သွယ်မှုအမျိုးအစား

source: Notes
my: မှတ်ချက်

source: Next Follow-up Date
my: နောက်ထပ်လိုက်လံဆက်သွယ်မည့်ရက်

source: Delete Lead
my: ဖောက်သည်လမ်းကြောင်း ဖျက်မည်

source: Are you sure you want to delete %(name)s?
my: %(name)s ကို ဖျက်မည်မှာ သေချာပါသလား?

source: Convert to Customer
my: ဖောက်သည်သို့ ပြောင်းမည်

source: Convert Lead to Customer
my: ဖောက်သည်လမ်းကြောင်းမှ ဖောက်သည်သို့ ပြောင်းမည်

source: Customer Type
my: ဖောက်သည်အမျိုးအစား

source: Shop
my: ဆိုင်

source: Convert
my: ပြောင်းမည်

source: Phone
my: ဖုန်းနံပါတ်

source: Status
my: အခြေအနေ

source: Source
my: ရင်းမြစ်

source: Township
my: မြို့နယ်

source: Address
my: လိပ်စာ

source: Edit
my: ပြင်မည်

source: Give Sample
my: နမူနာပေးမည်

source: Contact Logs
my: ဆက်သွယ်မှုမှတ်တမ်းများ

source: Follow-up
my: လိုက်လံဆက်သွယ်မှု

source: No contact logs.
my: ဆက်သွယ်မှုမှတ်တမ်းမရှိပါ။

source: Samples
my: နမူနာများ

source: Returned
my: ပြန်အပ်ပြီး

source: Not Returned
my: ပြန်မအပ်ရသေး

source: No samples given.
my: နမူနာမပေးရသေးပါ။

source: For Shop/Distributor
my: ဆိုင်ငယ်/ဖြန့်ချိရေးအတွက်

source: Country
my: နိုင်ငံ

source: Select country
my: နိုင်ငံရွေးချယ်ပါ

source: Region
my: တိုင်းဒေသကြီး

source: Select region
my: တိုင်းဒေသကြီး ရွေးချယ်ပါ

source: Select township
my: မြို့နယ် ရွေးချယ်ပါ

source: Add Lead
my: ဖောက်သည်လမ်းကြောင်း ထည့်မည်

source: All
my: အားလုံး

source: New
my: အသစ်

source: Contacted
my: ဆက်သွယ်ပြီး

source: Sample Given
my: နမူနာပေးပြီး

source: Converted
my: ပြောင်းပြီး

source: Lost
my: ဆုံးရှုံး

source: Created
my: ဖန်တီးသည့်ရက်

source: View
my: ကြည့်မည်

source: No leads yet.
my: ဖောက်သည်လမ်းကြောင်းမရှိသေးပါ။

source: Are you sure you want to delete this sample delivery?
my: ဤနမူနာပို့ဆောင်မှုကို ဖျက်မည်မှာ သေချာပါသလား?

source: Product:
my: ကုန်ပစ္စည်း:

source: Quantity:
my: အရေအတွက်:

source: Status:
my: အခြေအနေ:

source: Given at:
my: ပေးအပ်သည့်အချိန်:

source: Lead:
my: လမ်းကြောင်းစ:

source: Customer:
my: ဖောက်သည်:

source: Notes:
my: မှတ်ချက်:

source: Delete Sample Delivery
my: နမူနာပို့ဆောင်မှုကို ဖျက်မည်

source: Customers
my: ဖောက်သည်များ

source: Mark Not Returned
my: ပြန်မအပ်ရသေး

source: Mark Sample as Not Returned
my: နမူနာပြန်မအပ်ကြောင်း မှတ်သားမည်

source: Mark
my: မှတ်သားမည်

source: as not returned? Customer kept the sample. Stock will NOT be restored.
my: ပြန်မအပ်ကြောင်း မှတ်သားမလား? ဖောက်သည်က နမူနာကို ထားခဲ့ပါသည်။ လက်ကျန်ပြန်မတိုးပါ။

source: Confirm
my: အတည်ပြုမည်

source: Return Sample
my: နမူနာပြန်အပ်

source: Return %(product)s x%(qty)s? Stock will be restored.
my: %(product)s x%(qty)s ပြန်အပ်မလား? လက်ကျန်ပြန်တိုးပါမည်။

source: Confirm Return
my: ပြန်အပ်မှု အတည်ပြုမည်

source: Quantity
my: အရေအတွက်

source: Lead created.
my: ဖောက်သည်လမ်းကြောင်း ဖန်တီးပြီးပါပြီ။

source: Create Lead
my: ဖောက်သည်လမ်းကြောင်း ဖန်တီးမည်

source: Lead updated.
my: ဖောက်သည်လမ်းကြောင်း ပြင်ဆင်ပြီးပါပြီ။

source: Edit Lead
my: ဖောက်သည်လမ်းကြောင်း ပြင်မည်

source: No contact types found. Run: python manage.py setup_master_data
my: ဆက်သွယ်မှုအမျိုးအစားမရှိပါ။ Run: python manage.py setup_master_data

source: Contact log added.
my: ဆက်သွယ်မှုမှတ်တမ်း ထည့်ပြီးပါပြီ။

source: Sample given: %(product)s x%(qty)s
my: နမူနာပေးပြီး: %(product)s x%(qty)s

source: Sample returned, stock restored.
my: နမူနာပြန်အပ်ပြီး လက်ကျန်ပြန်တိုးပါပြီ။

source: Sample marked as not returned. Stock remains deducted.
my: နမူနာပြန်မအပ်ကြောင်း မှတ်သားပြီး။ လက်ကျန်လျှော့ထားသည့်အတိုင်း ရှိပါသည်။

source: Lead deleted successfully.
my: လမ်းကြောင်းစကို ဖျက်ပြီးပါပြီ။

source: Sample delivery deleted successfully.
my: နမူနာပို့ဆောင်မှုကို ဖျက်ပြီးပါပြီ။

source: No customer types found. Add in Admin → Master Data.
my: ဖောက်သည်အမျိုးအစားမရှိပါ။ Admin → Master Data တွင် ထည့်ပါ။

source: Lead converted to customer: %(name)s
my: ဖောက်သည်လမ်းကြောင်းမှ ဖောက်သည်သို့ ပြောင်းပြီး: %(name)s

source: Select township...
my: မြို့နယ် ရွေးချယ်ပါ...

source: Salesperson
my: ရောင်းချသူ

source: Credit Limit
my: အကြွေးကန့်သတ်ချက်

source: Maximum credit allowed
my: ခွင့်ပြုထားသော အမြင့်ဆုံးအကြွေးပမာဏ

source: Payment Terms (Days)
my: ငွေပေးချေမှု စည်းကမ်းချက်များ (ရက်)

source: Days until payment due after delivery
my: ပစ္စည်းပို့ပြီးနောက် ငွေချေရမည့်ရက်

source: Customer
my: ဖောက်သည်

source: User
my: အသုံးပြုသူ

source: Salespeople
my: ရောင်းချသူများ

source: Customer Detail
my: ဖောက်သည်အသေးစိတ်

source: Customer created successfully.
my: ဖောက်သည်အသစ် ဖန်တီးပြီးပါပြီ။

source: Add New Customer
my: ဖောက်သည်အသစ်ထည့်မည်

source: Customer updated successfully.
my: ဖောက်သည်အချက်အလက်များ ပြင်ဆင်ပြီးပါပြီ။

source: Edit Customer
my: ဖောက်သည်ပြင်ဆင်မည်

source: Customer deleted successfully.
my: ဖောက်သည်ကို ဖျက်ပြီးပါပြီ။

source: Delete Customer
my: ဖောက်သည်ဖျက်မည်

source: Salesperson created.
my: ရောင်းချသူ ဖန်တီးပြီးပါပြီ။

source: Add Salesperson
my: ရောင်းချသူ ထည့်မည်

source: Salesperson updated.
my: ရောင်းချသူ ပြင်ဆင်ပြီးပါပြီ။

source: Edit Salesperson
my: ရောင်းချသူ ပြင်ဆင်မည်

source: Dashboard
my: ပင်မစာမျက်နှာ

source: Low stock: %(products)s
my: လက်ကျန်နည်းပါး: %(products)s

source: Master Data
my: အခြေခံဒေတာ

source: Customer type
my: ဖောက်သည်အမျိုးအစား

source: Customer types
my: ဖောက်သည်အမျိုးအစားများ

source: Return reason
my: ပြန်အပ်အကြောင်းရင်း

source: Return reasons
my: ပြန်အပ်အကြောင်းရင်းများ

source: Return type
my: ပြန်အပ်အမျိုးအစား

source: Return types
my: ပြန်အပ်အမျိုးအစားများ

source: Payment Method
my: ငွေပေးချေမှုနည်းလမ်း

source: Payment Methods
my: ငွေပေးချေမှုနည်းလမ်းများ

source: Order status
my: အမှာစာအခြေအနေ

source: Order statuses
my: အမှာစာအခြေအနေများ

source: Return request status
my: ပြန်အပ်တောင်းဆိုင်းအခြေအနေ

source: Return request statuses
my: ပြန်အပ်တောင်းဆိုင်းအခြေအနေများ

source: Product category
my: ပစ္စည်းအမျိုးအစား

source: Product categories
my: ပစ္စည်းအမျိုးအစားများ

source: Unit of measure
my: ယူနစ်အတိုင်းအတာ

source: Units of measure
my: ယူနစ်အတိုင်းအတာများ

source: Tax rate
my: အခွန်နှုန်း

source: Tax rates
my: အခွန်နှုန်းများ

source: Contact type
my: ဆက်သွယ်မှုအမျိုးအစား

source: Contact types
my: ဆက်သွယ်မှုအမျိုးအစားများ

source: Countries
my: နိုင်ငံများ

source: Regions
my: တိုင်းဒေသကြီးများ

source: Delivery route
my: ပို့ဆောင်လမ်းကြောင်း

source: Delivery routes
my: ပို့ဆောင်လမ်းကြောင်းများ

source: Townships
my: မြို့နယ်များ

source: Supplier
my: ဖြန့်ချိသူ

source: Suppliers
my: ပေးသွင်းသူများ

source: Promotion
my: ပရိုမိုးရှင်း

source: Promotions
my: ပရိုမိုးရှင်းများ

source: Currency
my: ငွေကြေး

source: Currencies
my: ငွေကြေးများ

source: Company setting
my: ကုမ္ပဏီဆက်တင်း

source: Company settings
my: ကုမ္ပဏီဆက်တင်းများ

source: Code
my: အမှတ်အသား

source: Name (English)
my: အမည် (အင်္ဂလိပ်)

source: Name (Myanmar)
my: အမည် (မြန်မာ)

source: Active
my: အသက်ဝင်

source: Display Order
my: ပြသသည့်အစဉ်

source: Company settings saved successfully.
my: ကုမ္ပဏီဆက်တင်းများ သိမ်းဆည်းပြီးပါပြီ။

source: Orders
my: အမှာစာများ

source: Optional notes
my: မှတ်ချက်

source: Order number
my: အမှာစာအမှတ်

source: Order date
my: အမှာစာရက်

source: Delivery date
my: ပို့ဆောင်ရက်

source: Subtotal
my: ကြားစုစုပေါင်း

source: Discount
my: လျှော့ဈေး

source: Total amount
my: စုစုပေါင်းပမာဏ

source: Paid amount
my: ပေးပြီးပမာဏ

source: Delivery fee
my: ပို့ဆောင်ခ

source: Normal
my: ပုံမှန်

source: Pre-order
my: ကြိုတင်အမှာစာ

source: Replacement
my: အစားထိုး

source: Order type
my: အမှာစာအမျိုးအစား

source: Recorded by
my: မှတ်တမ်းတင်သူ

source: Order
my: အမှာစာ

source: Sales Orders
my: အမှာစာများ

source: Cannot delete order in '%(status)s' status. Please cancel it first to restore stock.
my: '%(status)s' အခြေအနေရှိ အမှာစာကို ဖျက်၍မရပါ။ လက်ကျန်ပြန်ရရန် ဦးစွာ ပယ်ဖျက်ပါ။

source: Unit price
my: တစ်ခုချင်းဈေးနှုန်း

source: Order item
my: အမှာစာအသေးစိတ်

source: Order items
my: အမှာစာအသေးစိတ်များ

source: Voucher number
my: ငွေလက်ခံဖြတ်ပိုင်းအမှတ်

source: Payment date
my: ငွေပေးချေရက်

source: Payment method
my: ငွေပေးချေမှုနည်းလမ်း

source: Reference number
my: ရည်ညွှန်းအမှတ်

source: Payment
my: ငွေပေးချေမှု

source: Payments
my: ငွေပေးချေမှုများ

source: Row %(row)s: quantity is required.
my: အတန်း %(row)s: အရေအတွက် လိုအပ်ပါသည်။

source: Row %(row)s: invalid quantity.
my: အတန်း %(row)s: အရေအတွက် မမှန်ကန်ပါ။

source: Row %(row)s: quantity must be positive.
my: အတန်း %(row)s: အရေအတွက်သည် အပေါင်းကိန်းဖြစ်ရမည်။

source: Row %(row)s: product not found or inactive.
my: အတန်း %(row)s: ပစ္စည်းမတွေ့ပါ သို့မဟုတ် မလုပ်ဆောင်တော့ပါ။

source: Quantity %(qty)s for %(product)s exceeds available stock %(stock)s
my: %(product)s အတွက် အရေအတွက် %(qty)s သည် လက်ကျန် %(stock)s ထက် ပိုများနေပါသည်။

source: Create Order
my: အမှာစာ ဖန်တီးမည်

source: Add at least one product.
my: ပစ္စည်းအနည်းဆုံး တစ်ခု ထည့်ပါ။

source: Add at least one valid product.
my: မှန်ကန်သော ပစ္စည်းအနည်းဆုံး တစ်ခု ထည့်ပါ။

source: Error creating order: %(error)s
my: အမှာစာဖန်တီးရာတွင် အမှားရှိနေသည်: %(error)s

source: Order Detail
my: အမှာစာအသေးစိတ်

source: Order created successfully.
my: အမှာစာအသစ် ဖန်တီးပြီးပါပြီ။

source: Order must have at least one product.
my: အမှာစာတွင် ပစ္စည်းအနည်းဆုံး တစ်ခု ပါရှိရပါမည်။

source: Order updated successfully.
my: အမှာစာ ပြင်ဆင်ပြီးပါပြီ။

source: Edit Order
my: အမှာစာပြင်ဆင်မည်

source: Order confirmed successfully.
my: အမှာစာကို အတည်ပြုပြီးပါပြီ။

source: Status CONFIRMED not found
my: အတည်ပြုပြီး အခြေအနေ မတွေ့ရှိပါ

source: Order delivered successfully.
my: အမှာစာကို ပို့ဆောင်ပြီးပါပြီ။

source: Status DELIVERED not found
my: ပို့ဆောင်ပြီး အခြေအနေ မတွေ့ရှိပါ

source: Order cancelled successfully.
my: အမှာစာကို ပယ်ဖျက်ပြီးပါပြီ။

source: Error cancelling order: %(error)s
my: အမှာစာပယ်ဖျက်ရာတွင် အမှားရှိနေသည်: %(error)s

source: Cannot delete order with payments. Refund or void payments first.
my: ငွေပေးချေမှုရှိနေသောအမှာစာကို ဖျက်၍မရပါ။ ဦးစွာ ငွေပြန်အမ်းပါ သို့မဟုတ် ပယ်ဖျက်ပါ။

source: Cannot delete order with return requests. Process or cancel returns first.
my: ပြန်အပ်ရန်တောင်းဆိုမှုရှိနေသောအမှာစာကို ဖျက်၍မရပါ။ ဦးစွာ ဆောင်ရွက်ပါ သို့မဟုတ် ပယ်ဖျက်ပါ။

source: Order deleted successfully.
my: အမှာစာကို ဖျက်ပြီးပါပြီ။

source: Delete Order
my: အမှာစာဖျက်မည်

source: Payment recorded successfully.
my: ငွေပေးချေမှု မှတ်တမ်းတင်ပြီးပါပြီ။

source: Add Payment
my: ငွေချေမှုထည့်မည်

source: Payment Voucher
my: ငွေပေးချေမှု ဖြတ်ပိုင်း

source: Invoice
my: ကုန်ကျစရိတ်တောင်းခံလွှာ

source: Purchasing
my: ဝယ်ယူမှု

source: Purchase order
my: ဝယ်ယူမှုအမှာစာ

source: Purchase orders
my: ဝယ်ယူမှုအမှာစာများ

source: Item does not belong to this purchase order.
my: ဤပစ္စည်းသည် ဤဝယ်ယူမှုအမှာစာနှင့် မသက်ဆိုင်ပါ။

source: Receive qty for %(product)s exceeds remaining (%(remaining)s)
my: %(product)s အတွက် လက်ခံရရှိမှုပမာဏသည် ကျန်ရှိနေသော %(remaining)s ထက် ကျော်လွန်နေပါသည်။

source: Please add at least one item
my: ပစ္စည်းအနည်းဆုံး တစ်ခု ထည့်ပါ။

source: Invalid quantity or unit cost for item %(i)s
my: ပစ္စည်း %(i)s အတွက် အရေအတွက် သို့မဟုတ် ဈေးနှုန်း မမှန်ကန်ပါ။

source: Quantity must be positive and unit cost must be non-negative
my: အရေအတွက်သည် အပေါင်းကိန်းဖြစ်ရမည်ဖြစ်ပြီး ဈေးနှုန်းသည် အနုတ်လက္ခဏာမဖြစ်ရပါ။

source: Purchase Orders
my: ဝယ်ယူမှုအမှာစာများ

source: Purchase Order Details
my: ဝယ်ယူမှုအမှာစာ အသေးစိတ်

source: Expected Date
my: မျှော်မှန်းရက်

source: Items
my: ပစ္စည်းများ

source: Unit Cost
my: ယူနစ်ကုန်ကျစရိတ်

source: Select Product
my: ပစ္စည်း ရွေးချယ်ပါ

source: Remove
my: ဖယ်ရှားမည်

source: Add Item
my: ပစ္စည်းထည့်မည်

source: Grand Total
my: စုစုပေါင်း

source: Create Purchase Order
my: ဝယ်ယူမှုအမှာစာ ဖန်တီးမည်

source: PO
my: ဝယ်ယူမှုအမှာစာ

source: Receive Items
my: ပစ္စည်းလက်ခံမည်

source: Back to List
my: စာရင်းသို့ ပြန်မည်

source: Purchase Order Information
my: ဝယ်ယူမှုအမှာစာ အချက်အလက်

source: PO Number
my: ဝယ်ယူမှုအမှာစာအမှတ်

source: Order Date
my: အမှာစာရက်

source: Created By
my: မှတ်တမ်းတင်သူ

source: Total Amount
my: စုစုပေါင်းပမာဏ

source: Ordered Qty
my: မှာယူသည့်အရေအတွက်

source: Received Qty
my: လက်ခံပြီးအရေအတွက်

source: Total Cost
my: စုစုပေါင်းကုန်ကျစရိတ်

source: Pending
my: ဆိုင်းငံ့

source: Complete
my: ပြီးပါပြီ

source: PO #
my: ဝယ်ယူမှုအမှာစာ #

source: Receive
my: လက်ခံမည်

source: No purchase orders found
my: ဝယ်ယူမှုအမှာစာမတွေ့ပါ

source: Delete Purchase Order
my: ဝယ်ယူမှုအမှာစာကို ဖျက်မည်

source: Are you sure you want to delete PO #%(id)s (%(supplier)s)?
my: ဝယ်ယူမှုအမှာစာ #%(id)s (%(supplier)s) ကို ဖျက်မည်မှာ သေချာပါသလား?

source: Received purchase orders cannot be deleted because stock was already added.
my: လက်ခံရရှိထားသော အဝယ်အမှာစာများကို ဖျက်၍မရပါ။ အဘယ်ကြောင့်ဆိုသော် ကုန်ပစ္စည်းလက်ကျန်စာရင်းသို့ ပေါင်းထည့်ပြီးသောကြောင့်ဖြစ်သည်။

source: PO Information
my: ဝယ်ယူမှုအမှာစာ အချက်အလက်

source: Ordered
my: အမှာစာအရေအတွက်

source: Already Received
my: လက်ခံပြီးပါပြီ

source: Receive Now
my: ယခုလက်ခံမည်

source: Update Stock
my: လက်ကျန်ပြင်ဆင်မည်

source: Purchase Order #%(id)s created successfully
my: ဝယ်ယူမှုအမှာစာ #%(id)s ဖန်တီးပြီးပါပြီ။

source: Purchase Order #%(id)s
my: ဝယ်ယူမှုအမှာစာ #%(id)s

source: Cannot delete received purchase orders. Stock was already added.
my: လက်ခံရရှိပြီးသော ဝယ်ယူမှုအမှာစာများကို ဖျက်၍မရပါ။ လက်ကျန်စာရင်းသွင်းပြီးဖြစ်သည်။

source: Purchase order deleted successfully.
my: ဝယ်ယူမှုအမှာစာ ဖျက်ပြီးပါပြီ။

source: Stock updated successfully
my: လက်ကျန် ပြင်ဆင်ပြီးပါပြီ။

source: Receive PO #%(id)s
my: ဝယ်ယူမှုအမှာစာ #%(id)s လက်ခံမည်

source: Reports
my: အစီရင်ခံစာများ

source: Daily Sales Summary
my: နေ့စဉ်အရောင်း အကျဉ်းချုပ်

source: Daily Sales Summaries
my: နေ့စဉ်အရောင်း အကျဉ်းချုပ်များ

source: Daily Inventory Snapshot
my: နေ့စဉ်ကုန်ပစ္စည်းလက်ကျန် အခြေအနေ

source: Daily Inventory Snapshots
my: နေ့စဉ်ကုန်ပစ္စည်းလက်ကျန် အခြေအနေများ

source: Daily Payment Summary
my: နေ့စဉ်ငွေပေးချေမှု အကျဉ်းချုပ်

source: Daily Payment Summaries
my: နေ့စဉ်ငွေပေးချေမှု အကျဉ်းချုပ်များ

source: Daily Expense Summary
my: နေ့စဉ်အသုံးစရိတ် အကျဉ်းချုပ်

source: Daily Expense Summaries
my: နေ့စဉ်အသုံးစရိတ် အကျဉ်းချုပ်များ

source: Returns
my: ပြန်လည်ပေးအပ်မှုများ

source: -- Select Order --
my: -- အမှာစာရွေးချယ်ပါ --

source: Replacement Order
my: အစားထိုးအမှာစာ

source: Return request
my: ပြန်အပ်တောင်းဆိုင်း

source: Return requests
my: ပြန်အပ်တောင်းဆိုင်းများ

source: If checked, items will be added back to stock upon approval.
my: ရွေးချယ်ထားပါက၊ အတည်ပြုပြီးချိန်တွင် ပစ္စည်းများကို လက်ကျန်သို့ ပြန်ထည့်ပါမည်။

source: Return processing log
my: ပြန်အပ်လုပ်ငန်းမှတ်တမ်း

source: This order already has a return request.
my: ဤအမှာစာတွင် ပြန်အပ်တောင်းဆိုမှု ရှိနှင့်ပြီးဖြစ်သည်။

source: Return quantity exceeds available for %(product)s (max: %(max)s)
my: %(product)s အတွက် ပြန်အပ်အရေအတွက်သည် ရရှိနိုင်သော %(max)s ထက် ကျော်လွန်နေပါသည်။

source: Replacement order already exists for this return.
my: ဤပြန်အပ်မှုအတွက် အစားထိုးအမှာစာ ရှိနှင့်ပြီးဖြစ်သည်။

source: Delete Return
my: ပြန်အပ်မှုကို ဖျက်မည်

source: Are you sure you want to delete return %(number)s?
my: ပြန်အပ်မှု %(number)s ကို ဖျက်မည်မှာ သေချာပါသလား?

source: Only Pending or Rejected returns can be deleted. Approved/Completed returns affect stock and cannot be deleted.
my: ဆိုင်းငံ့ထားသော သို့မဟုတ် ပယ်ချထားသော ပြန်လည်ပေးအပ်မှုများကိုသာ ဖျက်သိမ်းနိုင်သည်။ အတည်ပြုပြီး/ပြီးစီးသွားသော ပြန်လည်ပေးအပ်မှုများသည် ကုန်ပစ္စည်းလက်ကျန်စာရင်းကို သက်ရောက်မှုရှိသောကြောင့် ဖျက်သိမ်း၍မရပါ။

source: Cannot delete approved/completed returns. They affect stock and accounting.
my: အတည်ပြုပြီး/ပြီးစီးသွားသော ပြန်လည်ပေးအပ်မှုများကို ဖျက်သိမ်း၍မရပါ။ ၎င်းတို့သည် ကုန်ပစ္စည်းလက်ကျန်နှင့် စာရင်းကိုင်အပေါ် သက်ရောက်မှုရှိသည်။

source: Return deleted successfully.
my: ပြန်အပ်မှုကို ဖျက်ပြီးပါပြီ။

source: ပြန်အပ်တောင်းဆိုင်းငြင်ပယ်ပြီးပြီး
my: ပြန်အပ်တောင်းဆိုမှုကို ငြင်းပယ်လိုက်ပါပြီ။

source: ပြန်အပ်တောင်းဆိုင်းငြင်ပယ်ပြီး
my: ပြန်အပ်တောင်းဆိုမှုကို ငြင်းပယ်ပြီး

source: Replacement order created successfully.
my: အစားထိုးအမှာစာ ဖန်တီးပြီးပါပြီ။

source: Django site admin
my: Django စီမံခန့်ခွဲမှု ဝဘ်ဆိုက်

source: Django administration
my: Django စီမံခန့်ခွဲမှု

source: Sales
my: ရောင်းချမှု

source: Inventory
my: ပစ္စည်းစာရင်း

source: Low Stock
my: လက်ကျန်နည်းပါး

source: Sales Report
my: ရောင်းချမှုအစီရင်ခံစာ

source: Return Analysis
my: ပြန်အပ်မှု ခွဲခြမ်းစိတ်ဖြာမှု

source: Payment Report
my: ငွေပေးချေမှုအစီရင်ခံစာ

source: Outstanding Payments
my: ကျန်ငွေပေးချေမှုများ

source: Payment by Customer
my: ဖောက်သည်အလိုက် ငွေပေးချေမှု

source: Purchase vs Sales
my: ဝယ်ယူမှု နှင့် ရောင်းချမှု

source: Profit Analysis
my: အမြတ်ခွဲခြမ်းစိတ်ဖြာမှု

source: Audit Log
my: မှတ်တမ်းစစ်ဆေးချက်

source: Admin
my: စီမံခန့်ခွဲမှု

source: Myanmar
my: မြန်မာ

source: English
my: အင်္ဂလိပ်

source: Logout
my: ထွက်မည်

source: Database Backups
my: Database Backup များ

source: Are you sure you want to create a new database backup?
my: Database backup အသစ်တစ်ခု ပြုလုပ်မှာ သေချာပါသလား?

source: Confirm Backup Creation
my: Backup လုပ်ရန် အတည်ပြုပါ

source: Create Backup
my: Backup အသစ်လုပ်မည်

source: Upload & Restore
my: Upload နှင့် Restore လုပ်မည်

source: Browse...
my: ဖိုင်ရွေးချယ်ပါ...

source: No file selected.
my: မည်သည့်ဖိုင်မှ ရွေးချယ်ထားခြင်းမရှိပါ။

source: Are you sure you want to restore this backup? Current data will be merged/overwritten.
my: ဒီ Backup ကို restore လုပ်မှာ သေချာပါသလား။ လက်ရှိ Data များ ပေါင်းစပ် သို့မဟုတ် အစားထိုးခံရပါမည်။

source: Confirm Upload & Restore
my: Upload နှင့် Restore လုပ်ရန် အတည်ပြုပါ

source: Danger Zone: Data Reset
my: သတိထားရန်နယ်ပယ် - Data များကို Reset ချခြင်း

source: Warning: These actions are irreversible. Please ensure you have a backup before proceeding.
my: သတိပေးချက် - ဤလုပ်ဆောင်ချက်များသည် ပြန်ပြင်မရပါ။ မလုပ်ဆောင်မီ backup ရှိထားကြောင်း သေချာပါစေ။

source: Are you sure you want to delete ALL Transactional Data (Orders, Returns, etc.)? Master Data (Products, Customers) will be KEPT.
my: Transaction Data အားလုံး (အမှာစာများ၊ ပြန်အမ်းငွေများ စသည်) ကို ဖျက်မှာ သေချာပါသလား။ Master Data (ကုန်ပစ္စည်းများ၊ ဖောက်သည်များ) ကျန်ရှိနေပါမည်။

source: Confirm Transaction Reset
my: Transaction Reset လုပ်ရန် အတည်ပြုပါ
