Repository: attthurein/django-sales-distribution
Catalog: locale/*/LC_MESSAGES/django.po
Languages: my

source: Reset Transactions
my: အရောင်းအဝယ်စာရင်းများ Reset လုပ်မည်

source: Reset Transactions Only
my: အရောင်းအဝယ်စာရင်းများသာ Reset လုပ်မည်

source: Are you sure you want to delete EVERYTHING? This includes Products, Customers, and Settings. Only User Accounts will remain.
my: အားလုံးကို ဖျက်ပစ်မှာ သေချာပါသလား။ ကုန်ပစ္စည်းများ၊ ဖောက်သည်များနှင့် ဆက်တင်များ ပါဝင်သည်။ အသုံးပြုသူအကောင့်များသာ ကျန်ရှိပါမည်။

source: Confirm Full Reset
my: အားလုံး Reset လုပ်ရန် အတည်ပြုပါ

source: Reset Everything
my: အားလုံး Reset လုပ်မည်

source: Reset Everything (Master + Transactions)
my: အားလုံး Reset လုပ်မည် (Master + Transactions)

source: Filename
my: ဖိုင်အမည်

source: Size
my: ဖိုင်အရွယ်အစား

source: Created At
my: ဖန်တီးခဲ့သည့်အချိန်

source: Download
my: ဒေါင်းလုဒ်

source: Are you sure you want to restore this backup? This action cannot be undone.
my: ဒီ Backup ကို restore လုပ်မှာ သေချာပါသလား။ ဤလုပ်ဆောင်ချက်ကို ပြန်ပြင်၍မရပါ။

source: Confirm Restore
my: Restore လုပ်ရန် အတည်ပြုပါ

source: Restore
my: ပြန်လည်ထည့်သွင်းမည် (Restore)

source: Are you sure you want to delete this backup?
my: ဒီ Backup ကို ဖျက်မှာ သေချာပါသလား။

source: No backups found.
my: Backup များ မတွေ့ပါ။

source: Low Stock Alerts
my: လက်ကျန်နည်းပါးသတိပေးချက်များ

source: Stock
my: လက်ကျန်

source: Threshold
my: ခြေလျင်အမှတ်

source: Adjust
my: ညှိနှိုင်းမည်

source: No low stock products
my: လက်ကျန်နည်းပါးသောပစ္စည်းမရှိပါ

source: Back to list
my: စာရင်းသို့ ပြန်မည်

source: Low threshold
my: လက်ကျန်နည်းပါးအမှတ်

source: Price Tiers
my: ဈေးနှုန်းအဆင့်များ

source: Stock Movements
my: လက်ကျန် ရွေ့လျားမှုများ

source: Type
my: အမျိုးအစား

source: Batch/Expiry
my: ရက်စွဲအစု/သက်တမ်း

source: Qty
my: အရေအတွက်

source: Reference
my: ရည်ညွှန်းအမှတ်

source: No movements
my: ရွေ့လျားမှုမရှိပါ

source: Basic Info
my: အခြေခံအချက်အလက်

source: Pricing & Stock
my: ဈေးနှုန်းနှင့် လက်ကျန်

source: Price Tiers (by Customer Type)
my: ဈေးနှုန်းအဆင့်များ (ဖောက်သည်အမျိုးအစားအလိုက်)

source: Override base price for specific customer types. Leave blank to use base price.
my: ဖောက်သည်အမျိုးအစားအလိုက် အခြေဈေးနှုန်း ပြောင်းသတ်မှတ်ပါ။ အခြေဈေးသုံးရန် ဗလာချန်ထားပါ။

source: Expiry
my: သက်တမ်း

source: Low
my: နည်း

source: No products yet.
my: ပစ္စည်းမရှိသေးပါ။

source: Add your first product
my: ပထမဆုံးပစ္စည်းထည့်ပါ

source: Previous
my: ရှေ့

source: Page %(page)s of %(total)s
my: စာမျက်နှာ %(page)s / %(total)s

source: Next
my: နောက်

source: Current stock
my: လက်ရှိလက်ကျန်

source: Apply Adjustment
my: ပြင်ဆင်ချက်ကို အတည်ပြုမည်

source: Payment Terms
my: ငွေပေးချေမှု စည်းကမ်းချက်များ

source: days
my: ရက်

source: No samples given
my: နမူနာမပေးရသေးပါ

source: Recent Orders
my: နောက်ဆုံးအမှာစာများ

source: No orders
my: အမှာစာမရှိပါ

source: Add Customer
my: ဖောက်သည်ထည့်မည်

source: Search
my: ရှာမည်

source: Search by name or phone...
my: အမည် သို့မဟုတ် ဖုန်းနံပါတ်ဖြင့် ရှာပါ...

source: Clear
my: ရှင်းမည်

source: No customers match your search.
my: သင့်ရှာဖွေမှုနှင့် ကိုက်ညီသော ဖောက်သည်မရှိပါ။

source: No customers yet.
my: ဖောက်သည်မရှိသေးပါ။

source: Add your first customer
my: ပထမဆုံးဖောက်သည်ထည့်ပါ

source: No salespeople
my: ရောင်းချသူ မရှိပါ

source: Today's Sales
my: ယနေ့ရောင်းချမှု

source: Pending Orders
my: ဆိုင်းငံ့အမှာစာများ

source: orders
my: အမှာစာများ

source: products
my: ပစ္စည်းများ

source: Overdue
my: ရက်လွန်

source: Expiry alert
my: သက်တမ်းကုန်ရက်

source: View Products
my: ပစ္စည်းများ

source: Low stock products
my: လက်ကျန်နည်းပါးသောပစ္စည်းများ

source: Go to Low Stock List
my: လက်ကျန်နည်းပါးစာရင်းသို့

source: No orders yet.
my: အမှာစာမရှိသေးပါ။

source: Recent Returns
my: နောက်ဆုံးပြန်အပ်မှုများ

source: Return
my: ပြန်အပ်

source: No returns
my: ပြန်အပ်မှုမရှိပါ

source: Recent Stock Movements
my: လတ်တလော ကုန်ပစ္စည်း လှုပ်ရှားမှုများ

source: View All
my: အားလုံးကြည့်ရန်

source: Stock Balances (Top)
my: လက်ကျန်စာရင်း (ထိပ်ဆုံး)

source: No products
my: ပစ္စည်းမရှိပါ

source: Stock by Category
my: အမျိုးအစားအလိုက် လက်ကျန်

source: Total Stock
my: စုစုပေါင်းလက်ကျန်

source: No stock data
my: လက်ကျန်အချက်အလက်မရှိပါ

source: Expiring within 2 days (by shop)
my: ၂ ရက်အတွင်း သက်တမ်းကုန်မည် (ဆိုင်အလိုက်)

source: Search product or shop
my: ပစ္စည်း သို့မဟုတ် ဆိုင် ရှာပါ

source: Remaining
my: ကျန်ရှိ

source: D-day
my: ကျန်ရက်

source: Days until expiry
my: သက်တမ်းကုန်သည့်အထိ ရက်များ

source: No expiring products
my: သက်တမ်းကုန်မည့်ပစ္စည်းမရှိပါ

source: Confirmation
my: အတည်ပြုခြင်း

source: Are you sure you want to proceed?
my: ရှေ့ဆက်လုပ်ဆောင်မည်မှာ သေချာပါသလား?

source: Company Setting
my: ကုမ္ပဏီဆက်တင်း

source: Company Profile
my: ကုမ္ပဏီအချက်အလက်

source: Manage your company information and preferences
my: ကုမ္ပဏီအချက်အလက်များနှင့် ဦးစားပေးများကို စီမံခန့်ခွဲပါ

source: Company Logo
my: ကုမ္ပဏီလိုဂို

source: Change Logo
my: လိုဂိုပြောင်းမည်

source: Recommended: Square PNG or JPG, max 2MB
my: အကြံပြုချက်: စတုရန်းပုံ PNG သို့မဟုတ် JPG၊ အများဆုံး 2MB

source: Basic Information
my: အခြေခံအချက်အလက်

source: Company Name
my: ကုမ္ပဏီအမည်

source: Location
my: တည်နေရာ

source: Full Address
my: လိပ်စာအပြည့်အစုံ

source: Contact & Tax Details
my: ဆက်သွယ်ရန်နှင့် အခွန်အချက်အလက်များ

source: Phone Number
my: ဖုန်းနံပါတ်

source: Email Address
my: အီးမေးလ်လိပ်စာ

source: Tax Identification Number
my: အခွန်မှတ်ပုံတင်နံပါတ်

source: Invoice Footer Text
my: ဘောက်ချာ အောက်ခြေစာသား

source: This text will appear at the bottom of your invoices
my: ဤစာသားသည် ဘောက်ချာများ၏ အောက်ခြေတွင် ပေါ်နေပါမည်

source: System Configuration
my: စနစ် ပြင်ဆင်သတ်မှတ်ချက်

source: Base Currency
my: အခြေခံငွေကြေး

source: The default currency used for all system transactions and reporting.
my: စနစ်တစ်ခုလုံး၏ အရောင်းအဝယ်များနှင့် အစီရင်ခံစာများအတွက် သုံးမည့် အခြေခံငွေကြေး။

source: Cannot change: transactional data exists (orders, products, etc.).
my: ပြောင်းလဲ၍မရပါ - အရောင်းအဝယ်ဒေတာများ ရှိနေသည် (အမှာစာများ၊ ပစ္စည်းများ စသည်)။

source: Save Changes
my: ပြောင်းလဲမှုများကို သိမ်းဆည်းမည်

source: Stock will be deducted on delivery
my: ပစ္စည်းပို့ဆောင်ချိန်တွင် လက်ကျန်ဖြတ်ပါမည်

source: Loading prices...
my: ဈေးနှုန်းများ တွက်ချက်နေသည်...

source: Select customer first to see customer-type prices.
my: ဖောက်သည်အမျိုးအစားဈေးများ ကြည့်ရန် ဖောက်သည်ကို ဦးစွာရွေးချယ်ပါ။

source: Action
my: လုပ်ဆောင်ချက်

source: Discount Amount
my: လျှော့ဈေးပမာဏ

source: Print
my: ပရင့်ထုတ်မည်

source: Download PDF
my: PDF ဒေါင်းလုဒ်မည်

source: Back to Order
my: အမှာစာသို့ ပြန်မည်

source: INVOICE
my: ကုန်ကျစရိတ်တောင်းခံလွှာ

source: Invoice No
my: တောင်းခံလွှာအမှတ်

source: Delivery
my: ပို့ဆောင်မှု

source: Bill To
my: ငွေတောင်းခံရမည့်သူ

source: Delivery Fee
my: ပို့ဆောင်ခ

source: TOTAL
my: စုစုပေါင်း

source: Received By
my: လက်ခံသူ

source: Authorized By
my: ခွင့်ပြုသူ

source: Thank you for your business!
my: အားပေးမှုကို ကျေးဇူးတင်ရှိပါသည်။

source: Paid
my: ငွေချေပြီး

source: Deliver
my: ပို့ဆောင်မည်

source: Are you sure you want to cancel this order? This action cannot be undone.
my: ဤအမှာစာကို ပယ်ဖျက်မည်မှာ သေချာပါသလား? ဤလုပ်ဆောင်ချက်ကို ပြန်ပြင်၍မရပါ။

source: Confirm Cancellation
my: ပယ်ဖျက်မှု အတည်ပြုမည်

source: Cancel Order
my: အမှာစာ ပယ်ဖျက်မည်

source: Method
my: နည်းလမ်း

source: Voucher
my: ဖြတ်ပိုင်း

source: No payments
my: ငွေပေးချေမှုမရှိပါ

source: Order is delivered/paid. Only notes and delivery date can be edited.
my: အမှာစာ ပို့ဆောင်ပြီး/ငွေချေပြီး ဖြစ်သည်။ မှတ်ချက်နှင့် ပို့ဆောင်ရက်ကိုသာ ပြင်ဆင်နိုင်သည်။

source: Delivery Date
my: ပို့ဆောင်ရက်

source: Total Price
my: စုစုပေါင်းဈေးနှုန်း

source: Available
my: ရရှိနိုင်မှု

source: Confirmed
my: အတည်ပြုပြီး

source: Delivered
my: ပို့ဆောင်ပြီး

source: Cancelled
my: ပယ်ဖျက်ပြီး

source: From
my: မှ

source: To
my: အထိ

source: Create your first order
my: ပထမဆုံးအမှာစာ ဖန်တီးပါ

source: Please correct the errors below.
my: အောက်ပါအမှားများကို ပြင်ဆင်ပါ။

source: Voucher No
my: ဖြတ်ပိုင်းအမှတ်

source: Ref No
my: ရည်ညွှန်းအမှတ်

source: Customer Details
my: ဖောက်သည်အသေးစိတ်

source: Order Details
my: အမှာစာအသေးစိတ်

source: Order No
my: အမှာစာအမှတ်

source: Order Total
my: အမှာစာစုစုပေါင်း

source: Amount Received
my: ရရှိငွေပမာဏ

source: Login
my: ဝင်ရောက်မည်

source: Username
my: အသုံးပြုသူအမည်

source: Password
my: စကားဝှက်

source: Admin Login
my: စီမံခန့်ခွဲမှု ဝင်ရောက်မှု

source: Audit Log Report
my: မှတ်တမ်းစစ်ဆေးချက် အစီရင်ခံစာ

source: Back to Reports
my: အစီရင်ခံစာများသို့ ပြန်မည်

source: Module
my: မော်ဂျူး

source: Group By
my: အုပ်စုဖွဲ့မည်

source: None
my: မရှိ

source: Export CSV
my: CSV ထုတ်မည်

source: Export Excel
my: Excel ထုတ်မည်

source: Grouped
my: အုပ်စုဖွဲ့ပြီး

source: Count
my: အရေအတွက်

source: Log Details
my: မှတ်တမ်းအသေးစိတ်

source: What Changed
my: ပြောင်းလဲချက်

source: No audit logs found.
my: မှတ်တမ်းစစ်ဆေးချက် မတွေ့ပါ။

source: From Date
my: မှရက်

source: To Date
my: အထိရက်

source: All Customers
my: ဖောက်သည်အားလုံး

source: Outstanding by Customer
my: ဖောက်သည်အလိုက် ကျန်ငွေ

source: Total Due
my: စုစုပေါင်းကျန်ငွေ

source: No outstanding
my: ကျန်ငွေမရှိပါ

source: Orders with Balance Due
my: ကျန်ငွေရှိသော အမှာစာများ

source: Balance Due
my: ကျန်ငွေ

source: No outstanding orders
my: ကျန်ငွေရှိသော အမှာစာမရှိပါ

source: Total Payments by Customer
my: ဖောက်သည်အလိုက် စုစုပေါင်းငွေပေးချေမှု

source: Total Paid
my: စုစုပေါင်းပေးပြီး

source: No payments found
my: ငွေပေးချေမှုမရှိပါ

source: All Methods
my: နည်းလမ်းအားလုံး

source: Export
my: ထုတ်မည်

source: Total Payments
my: စုစုပေါင်းငွေပေးချေမှု

source: transactions
my: ငွေချေမှုများ

source: By Payment Method
my: ငွေပေးချေမှုနည်းလမ်းအလိုက်

source: txns
my: ငွေချေမှု

source: Payment Records
my: ငွေပေးချေမှုမှတ်တမ်းများ

source: Voucher #
my: ငွေလက်ခံဖြတ်ပိုင်းအမှတ်

source: Year
my: နှစ်

source: Sales Revenue
my: ရောင်းချမှုဝင်ငွေ

source: Purchase Costs
my: ဝယ်ယူမှုကုန်ကျစရိတ်

source: Operating Expenses
my: လည်ပတ်အသုံးစရိတ်

source: Net Profit
my: အသားတင်အမြတ်

source: Profit Breakdown
my: အမြတ်ခွဲခြမ်းစိတ်ဖြာမှု

source: Gross Profit
my: အမြတ်ခ

source: Net Margin %%
my: အသားတင်အမြတ် %%

source: Monthly Breakdown
my: လစဉ်ခွဲခြမ်းစိတ်ဖြာမှု

source: Profit
my: အမြတ်

source: Month (Optional)
my: လ (ရွေးချယ်နိုင်သည်)

source: All Months
my: လအားလုံး

source: Gross Margin
my: အမြတ်နှုန်း

source: Comparison
my: နှိုင်းယှဉ်ချက်

source: Metric
my: အတိုင်းအတာ

source: Total Sales Revenue
my: စုစုပေါင်းရောင်းချမှုဝင်ငွေ

source: Total Purchase Costs
my: စုစုပေါင်းကုန်ကျစရိတ်

source: Margin %%
my: အမြတ် %%

source: Sales by period (daily/weekly/monthly)
my: ကာလအလိုက် ရောင်းချမှု (နေ့စဉ်/အပတ်စဉ်/လစဉ်)

source: Return analysis by product and reason
my: ပစ္စည်းနှင့် အကြောင်းအရာအလိုက် ပြန်အပ်မှု ခွဲခြမ်းစိတ်ဖြာမှု

source: Payments by date and method
my: ရက်စွဲနှင့် နည်းလမ်းအလိုက် ငွေပေးချေမှုများ

source: Orders/customers with balance due
my: ကျန်ငွေရှိသော အမှာစာ/ဖောက်သည်များ

source: Total payments per customer
my: ဖောက်သည်တစ်ဦးချင်း စုစုပေါင်းငွေပေးချေမှု

source: Compare purchases and sales
my: ဝယ်ယူမှုနှင့် ရောင်းချမှုကို နှိုင်းယှဉ်ပါ

source: Net profit calculation
my: အသားတင်အမြတ် တွက်ချက်မှု

source: Activity log with filters and export
my: စစ်ထုတ်ချက်များနှင့် ထုတ်ယူမှုပါ လုပ်ဆောင်မှုမှတ်တမ်း

source: Data Export
my: ဒေတာထုတ်ယူမှု

source: Export data to CSV or Excel format.
my: ဒေတာကို CSV သို့မဟုတ် Excel ဖော်မတ်ဖြင့် ထုတ်ယူပါ။

source: Data
my: ဒေတာ

source: Download CSV
my: CSV ဒေါင်းလုဒ်မည်

source: Download Excel
my: Excel ဒေါင်းလုဒ်မည်

source: Reason
my: အကြောင်းအရာ

source: Total Qty
my: စုစုပေါင်းအရေအတွက်

source: Period
my: ကာလ

source: Today
my: ယနေ့

source: Last 7 Days
my: နောက်ဆုံး ၇ ရက်

source: Last 30 Days
my: နောက်ဆုံး ၃၀ ရက်

source: Total Sales
my: စုစုပေါင်းရောင်းချမှု

source: Order Count
my: အမှာစာအရေအတွက်

source: Orders in Period
my: ကာလအတွင်း အမှာစာများ

source: No paid orders in this period.
my: ဤကာလအတွင်း ငွေပေးပြီးသော အမှာစာမရှိပါ။

source: Are you sure you want to approve this return? Stock will be updated based on item selection.
my: ဤပြန်အပ်မှုကို အတည်ပြုမည်မှာ သေချာပါသလား? ရွေးချယ်ထားသော ပစ္စည်းများအပေါ် မူတည်၍ လက်ကျန်စာရင်းကို ပြင်ဆင်သွားပါမည်။

source: Confirm Approval
my: အတည်ပြုချက်ပေးရန် သေချာပါသလား

source: Approve
my: ခွင့်ပြုမည်

source: Are you sure you want to reject this return?
my: ဤပြန်အပ်မှုကို ငြင်းပယ်မည်မှာ သေချာပါသလား?

source: Confirm Rejection
my: ငြင်းပယ်ရန် သေချာပါသလား

source: Reject
my: ငြင်းပယ်မည်

source: Create a replacement order with 0 price?
my: တန်ဖိုး ၀ (သုည) ဖြင့် အစားထိုးအမှာစာအသစ် ဖန်တီးမည်လား?

source: Confirm Replacement
my: အစားထိုးရန် သေချာပါသလား

source: Create Replacement Order
my: အစားထိုးအမှာစာ ဖန်တီးမည်

source: View Replacement Order
my: အစားထိုးအမှာစာ ကြည့်မည်

source: Restock
my: ပြန်လည်ဖြည့်တင်းမည်

source: Processing Log
my: လုပ်ဆောင်မှုမှတ်တမ်း

source: By
my: ပြုလုပ်သူ

source: No log
my: မှတ်တမ်းမရှိပါ

source: Create Return
my: ပြန်လည်ပေးအပ်မှု ဖန်တီးမည်

source: Create Return - Select Order
my: ပြန်အပ်မှု ဖန်တီးမည် - အမှာစာရွေးချယ်ပါ

source: Select Order
my: အမှာစာ ရွေးချယ်ပါ

source: Only orders delivered within the return window are shown.
my: ပြန်အပ်ချိန်အတွင်း ပို့ဆောင်ပြီးသော အမှာစာများကိုသာ ပြသပါသည်။

source: Next: Select Items
my: နောက်တစ်ဆင့် - ပစ္စည်းများ ရွေးချယ်ပါ

source: No eligible orders for return.
my: ပြန်အပ်ရန် သင့်လျော်သော အမှာစာမရှိပါ။

source: Select Items
my: ပစ္စည်းများ ရွေးချယ်ပါ

source: Create Return - Select Items
my: ပြန်အပ်မှု ဖန်တီးမည် - ပစ္စည်းများ ရွေးချယ်ပါ

source: Return Type
my: ပြန်အပ်မှုအမျိုးအစား

source: Items to Return
my: ပြန်အပ်မည့် ပစ္စည်းများ

source: Return Qty
my: ပြန်အပ်မှု အရေအတွက်

source: Condition Notes
my: အခြေအနေမှတ်ချက်

source: Fully returned
my: အပြည့်အဝပြန်အပ်ပြီး

source: Back
my: ပြန်မည်

source: Return #, Order, Customer...
my: ပြန်အပ်မှု #၊ အမှာစာ၊ ဖောက်သည်...

source: Approved
my: ခွင့်ပြုပြီး

source: Rejected
my: ငြင်းပယ်ပြီး

source: Completed
my: ပြီးပါပြီ

source: Return #
my: ပြန်အပ်မှု #

source: No returns yet.
my: ပြန်အပ်မှုမရှိသေးပါ။

source: Create your first return
my: ပထမဆုံးပြန်အပ်မှု ဖန်တီးပါ
